#+title: Australian Fast Ice Model
#+subtitle: Courses
#+date: <2022-04-02 Sat>
#+author: DP@H$_2$O
#+email: daniel.atwater@utas.edu.au
#+STARTUP: indent , overview

* AAD Seminar Series                                        :seminar:virtual:
*** Andrew Kelly -- CEO Antarctic Science Foundation
:SCHEDULED: <2021-06-10 Thu 11:00-12:00>
[[https://protect-au.mimecast.com/s/9u8fCZYM5DF5VxwZxSjDcge?domain=teams.microsoft.com][GovTeams Link]]
* MyLO                                                             :OLcourse:
*** DONE Getting Started with MyLO
CLOSED: [2021-06-03 Thu 16:37]
- CLOSING NOTE [2021-06-03 Thu 16:37]
:LOGBOOK:
CLOCK: [2021-06-03 Thu 13:36]--[2021-06-03 Thu 16:36] =>  3:00
CLOCK: [2021-05-25 Tue 20:03]--[2021-05-25 Tue 22:37] =>  2:34
CLOCK: [2021-05-24 Mon 20:08]--[2021-05-24 Mon 22:17] =>  2:09
:END:
*** DONE Academic Integrity
CLOSED: [2021-06-03 Thu 16:37]
- CLOSING NOTE [2021-06-03 Thu 16:37]
:LOGBOOK:
END:
*** DONE Turnitin and Academic Writing
CLOSED: [2021-06-04 Fri 13:16]

- CLOSING NOTE [2021-06-04 Fri 13:16]
* CORE UNITS
*** XGR501                                                  :xgr501:OLcourse:
:LOGBOOK:
CLOCK: [2021-08-23 Mon 06:23]--[2021-08-23 Mon 09:23] =>  3:00
CLOCK: [2021-06-25 Fri 07:57]--[2021-06-25 Fri 15:58] =>  8:01
:END:
#+NAME: XGR501
SCHEDULED: <2021-06-21 Mon>-<2021-09-09 Thu>
**** [[https://www.utas.edu.au/courses/dvc-research/units/xgr501-introduction-to-higher-degree-by-research][UTas Webpage General Course Info]]
**** Two-Day Initial Residency Component                          :mylo:zoom:
[[https://mylo.utas.edu.au/d2l/lms/news/main.d2l?ou=456486&d2l_change=0][Schedule]]
***** Online Residency Day 01
[[https://utas.zoom.us/j/83820294373][UTas Zoom Link]]
****** DONE Watch XGR501 Residency Day 01 Recording
CLOSED: [2021-07-05 Mon 08:35] SCHEDULED: <2021-07-02 Fri 10:00-15:00>
- CLOSING NOTE [2021-07-05 Mon 08:35]
***** Online Residency Day 02
:LOGBOOK:
CLOCK: [2021-06-23 Wed 08:34]--[2021-06-23 Wed 17:23] =>  8:49
:END:
[[https://utas.zoom.us/j/83820294373][UTas Zoom Link]]
****** DONE Watch XGR501 Residency Day 02 Recording
CLOSED: [2021-06-23 Wed 09:07] SCHEDULED: <2021-07-02 Fri 08:00-13:00>
+ participated in real-time
**** DONE Enroll
:LOGBOOK:
CLOCK: [2021-05-21 Fri 14:31]--[2021-05-21 Sun 16:43] =>  2:12
:END:
CLOSED: [2021-05-21 Fri 14:30]
- CLOSING NOTE [2021-05-21 Fri 14:30] \\
  enrolled in Winter (Late) offering
*** XGR502                                                  :xgr502:OLcourse:
[[https://www.utas.edu.au/courses/dvc-research/units/xgr502-communicating-research][General Course Info]]
enrol after [[Research Plan]] submitted
*** QMS510 (Intro to QMS)
[[https://www.utas.edu.au/courses/cse/units/qms510-introduction-to-quantitative-marine-science][UTas Course Description]]
Possible enrolment in Semester 1 of 2022 with a start date of [2022-02-21 Mon]
**** TODO Enrol                                               :qms510:course:
DEADLINE: <2022-02-02 Wed>
*** QMS517 (Data Analysis Methods)
[[https://www.utas.edu.au/courses/cse/units/qms517-data-analysis-methods][UTas Course Description]]
Possible enrolment in Winter Semester 2022 with a start date of [2022-05-30 Mon]
**** TODO Enrol                                               :qms517:course:
DEADLINE: <2022-05-05 Thu>
* ELECTIVE UNITS
*** KSM310
[[https://drive.google.com/file/d/15aDpU9iGqeOHztlSwot2An4c0BuUIWCI/view?usp=sharing][Course Description (PDF)]]
*** Glacier Dynamics
not at IMAS *yet* but likely to develop course in the future [[https://www.emantelli.com/][Elisa Mantelli]]
* GRANT Seminar
